Repository: LuMiSxh/Arknights-MacOS-Client
Catalog: Sources/ArknightsClient/Resources/Customization.xcstrings
Source language: en
Languages: de

# customization.gallery.action.previewStyles
source: Preview Styles
de: Stile ansehen

# customization.gallery.applying
source: Applying…
de: Wird angewendet…

# customization.gallery.artwork.empty
source: No matching artwork
de: Keine passenden Hintergründe

# customization.gallery.artwork.loading
source: Loading official wallpapers…
de: Offizielle Hintergründe werden geladen…

# customization.gallery.artwork.searchPlaceholder
source: Search artwork…
de: Hintergründe suchen…

# customization.gallery.artwork.subtitle
source: Choose a background for the launcher.
de: Wähle einen Hintergrund für den Launcher.

# customization.gallery.artwork.title
source: Artwork Gallery
de: Hintergrundgalerie

# customization.gallery.operator.applyHelp
source: Use %1$@ for both Dock icons
de: %1$@ für beide Dock-Symbole verwenden

# customization.gallery.operator.empty
source: No matching operators
de: Keine passenden Operatoren

# customization.gallery.operator.loading
source: Loading operators…
de: Operatoren werden geladen…

# customization.gallery.operator.searchPlaceholder
source: Search operators…
de: Operatoren suchen…

# customization.gallery.operator.subtitle
source: Choose one operator for both Dock icons.
de: Wähle einen Operator für beide Dock-Symbole.

# customization.gallery.operator.title
source: Choose an Operator
de: Operator auswählen

# customization.gallery.search.label
source: Search gallery
de: Galerie durchsuchen

# customization.gallery.search.suggestionSelect
source: Select and use this exact title in the search
de: Auswählen und Suchtext übernehmen

# customization.gallery.wallpaper.applyHelp
source: Use %1$@ as the launcher background
de: %1$@ als Launcher-Hintergrund verwenden

# customization.gallery.wallpaper.fallbackTitle
source: Wallpaper %lld
de: Hintergrundbild %lld

# customization.gallery.wallpaper.filter.all
source: All Types
de: Alle Arten

# customization.gallery.wallpaper.filter.label
source: Wallpaper type
de: Hintergrundart

# customization.gallery.wallpaper.type.celebration
source: Celebration
de: Feier

# customization.gallery.wallpaper.type.commemorative
source: Commemorative
de: Gedenken

# customization.gallery.wallpaper.type.holiday
source: Holiday
de: Feiertag

# customization.iconPreview.game.detail
source: Original Arknights style
de: Originaler Arknights-Stil

# customization.iconPreview.game.title
source: Game
de: Spiel

# customization.iconPreview.launcher.detail
source: Launcher style
de: Launcher-Stil

# customization.iconPreview.loading
source: Loading preview…
de: Vorschau wird geladen…

# customization.iconPreview.pair.accessibilityLabel
source: Launcher and game icon previews
de: Vorschau für Launcher- und Spielsymbol

# customization.iconPreview.pair.unavailable
source: Icon previews unavailable
de: Symbolvorschau nicht verfügbar

# customization.iconPreview.subtitle
source: Your operator is applied to both icons.
de: Dein Operator wird auf beide Symbole angewendet.

# customization.iconPreview.title
source: Generated Icon Styles
de: Generierte Symbolstile
